Repository: matthiask/django-email-registration
Catalog: email_registration/locale/*/LC_MESSAGES/django.po
Languages: de

source: Registration link
de: Registrierungslink

source: Click the following link to activate your account:
de: Besuchen Sie den folgenden Link um Ihr Konto zu aktivieren:

source: Please note that this link expires after 3 days. If you waited longer, you would have to request another registration link.
de: Dieser Link ist nur 3 Tage gültig. Wenn Sie länger warten, müssen Sie einen neuen Link anfordern.

source: Best regards
de: Freundliche Grüsse

source: Register
de: Registrieren

source: Email address
de: E-Mail-Adresse

source: We sent you an email to %(email)s. Please click the contained link to finish your registration.
de: Wir haben ein E-Mail an %(email)s verschickt. Bitte besuchen Sie den darin enthaltenen Link um die Registrierung abzuschliessen.

source: Set password
de: Passwort setzen

source: The link is expired. Please request another registration link.
de: Der Link ist verfallen. Bitte beantragen Sie einen neuen Link.

source: Unable to verify the signature. Please request a new registration link.
de: Die Signatur konnte nicht verifiziert werden. Bitte beantragen Sie einen neuen Link.

source: Something went wrong while decoding the registration request. Please try again.
de: Etwas ist schiefgelaufen. Bitte versuchen Sie es nochmals.

source: The link has already been used.
de: Der Link wurde schon verwendet.

source: email address
de: E-Mail-Adresse

source: This email address already exists as an account. Did you want to reset your password?
de: Die E-Mail-Adresse existiert schon im System. Wollten Sie Ihr Passwort zurücksetzen?

source: Successfully set the new password. Please login now.
de: Das neue Passwort wurde erfolgreich gesetzt. Sie können sich jetzt anmelden.

source: Please set a password.
de: Bitte setzen Sie ein neues Passwort.
